Reflection/complete/constant/thermophysicalProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermophysicalProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

thermoType
{
    type            hePsiThermo;
    mixture         pureMixture;
    transport       const;
    thermo          hConst;
    equationOfState perfectGas;
    specie          specie;
    energy          sensibleInternalEnergy;
}

mixture
{
    //Properties of air
    specie 
    { 
        nMoles          1; 
        molWeight       28.96; 
    } 
    thermodynamics 
    { 
        Cp              1004.5; 
        Hf              2.544e+06; 
    } 
    transport 
    { 
        //Modified for inviscid sim
        mu              0; 
        Pr              1; 
    } 
}
