Reflection/complete/0/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (743.96 0 0);

boundaryField
{


    inlet
    {
        type            fixedValue;
        value           uniform (743.96 0 0);
    }

    outlet
    {
        type            zeroGradient;
    }
    
    walls
    {
        type            slip;
    }

    zFaces
    {
        type            empty;
    }
}
